{
  "Header": {
    "home": "Home",
    "coursesRennes": "Courses in Rennes",
    "onlineCourses": "Online Courses",
    "about": "About Us",
    "contact": "Contact"
  },
  "Banner": {
    "title": "Join our first 5€ free course",
    "title2": "here!"
  },
  "Carousel": {
    "title1": "French Courses in Small Groups in Rennes",
    "subtitle1": "Do you live in Rennes and want to improve your French quickly while having fun?",
    "text1": "Join my tailor-made courses, adapted to your level and interests: small class, friendly atmosphere, and meet other expats!",

    "title2": "Individual French Courses Online",
    "subtitle2": "Are you planning to settle in the northwest of France?",
    "text2": "Prepare for your arrival with a local teacher through tailor-made courses focused on your future region and quickly reach a basic level of French!",

    "button": "Start now"
  },
  "About":{
    "text1": "A qualified teacher who looks like you!",
    "text2": "Hello, I'm Marion and I am a French as a Foreign Language teacher in Rennes.",
    "text3": "Like you, I am an expat! I have lived abroad for a long time, in England, Mexico, and Spain. I am fluent in English, Spanish, and Catalan.",
    "text4": "Before becoming a teacher, I was a tour guide and I am passionate about the history of Brittany and Normandy (where I am from).",
    "text5": "Since I love to teach and be in contact with cultures from around the world, I went back to studying to become a teacher and obtained the DAEFLE diploma (Diploma of Proficiency in Teaching French as a Foreign Language).",
    "text6": "I started teaching French at a language center in the south of France to expats from all over the world. I loved this experience, which inspired me to open my own school.",
    "text7": "I returned to Brittany and I am now launching WestFrench Academy, a unique concept in Rennes."
  },
  "AboutCompany":{
    "Marion": "WestFrench with Marion:",
    "text1": " Learn French quickly in a small group and with a local teacher.",
    "text2": "Choose the content of your classes and meet other expats!",
    "text3": "WestFrench is the only French school in Rennes exclusively for expats.",
    "text4": "I offer you an authentic and family-friendly place to learn French.",
    "text5": "A structure different from large schools with overcrowded classes and impersonal, standardized lessons.",
    "text6": "Group classes in Rennes are held in small groups of 3 to 8 people maximum.",
    "text7": "The classes are designed exclusively for expats, with each session tailored to your needs.",
    "text8": "The classes are always designed around real-life communication situations.",
    "text9": "To learn a language, you need to know its culture! The sessions have a cultural focus.",
    "text10": "The group classes are held at the Maison des Associations, a futuristic building located just a stone's throw from the metro stations.",
    "text11": "If you don’t yet live in France but are planning to settle in Rennes, Nantes, Brittany, or Normandy soon.",
  
    "text12": "A teacher close to her students",
    "text13": "The teacher takes great pride in knowing each student and providing personalized attention.",
    "text14": "Mistakes are welcome as they provide the opportunity to learn.",
    "text15": "The teacher gives regular, constructive feedback in a supportive environment.",
  
    "text16": "Small Groups",
    "text17": "Group classes in Rennes are held in small groups of 3 to 8 people maximum, divided by level.",
    "text18": "This creates a friendly and relaxed atmosphere where each student can follow their own pace and speak throughout the class.",
  
    "text19": "A community of expats",
    "text20": "More than just a school, it’s a meeting place for expats, a welcoming community where you can easily make new friends.",
    "text21": "The small group classes encourage interactive activities and teamwork to build connections and integrate into the city.",
    "text22": "Cultural or recreational outings are regularly organized to experience French outside the classroom and strengthen the group spirit.",
  
    "text23": "Tailored courses",
    "text24": "They are designed exclusively for expats.",
    "text25": "Each session is built based on the specific needs of expats in general and according to individual interests and goals.",
    "text26": "Every month, the teacher asks you what theme you'd like to tackle, what specific situations in your private or professional life are challenging in French, what skills you'd like to improve, and what activities you'd prefer to focus on.",
  
    "text27": "Rapid progress while having fun",
    "text28": "Classes are always designed around real-life communication situations.",
    "text29": "The goal is to communicate quickly with natives and without tension.",
    "text30": "The materials used are authentic, and the activities are fun and interactive.",
    "text31": "We learn while having fun!",
    "text32": "Progress is quickly visible, and the goals are concrete.",
  
    "text33": "Sociocultural immersion",
    "text34": "To learn a language, you must know its culture!",
    "text35": "The sessions focus on the history of Rennes and Brittany, as well as popular culture, Breton traditions, gastronomy, and the Rennes lifestyle.",
  
    "text36": "The atypical and central Colombier district",
    "text37": "Group classes are held at the Maison des Associations, a futuristic building located just steps away from the Charles de Gaulle (Line A) and Combier (Line B) metro stations.",
    "text38": "The Colombier district is a witness to the urbanism of the 70s and is the most cultural area of Rennes.",
    "text39": "The Maison des Associations hosts concerts, conferences, and dozens of sports and cultural activities throughout the year.",
    "text40": "The Champs Libre building, located nearby, houses the largest library in Rennes, the Museum of Brittany, and several community spaces.",
  
    "text41": "Online courses for those planning to settle in the North-West",
    "text42": "If you don’t live in France yet but are planning to settle in Rennes, Nantes, Brittany, or Normandy soon, I offer online individual lessons.",
    "text43": "These lessons will help you reach a beginner level of French that will ensure a smooth, stress-free arrival in your new region.",
    "text44": "The courses will provide you with all the information about the lifestyle, popular culture, history, traditions, and activities in your future place of residence.",
    "text45": "I can also assist you and advise on the administrative procedures to complete before your arrival.",
    "text46": "If you're planning to settle in Rennes, you can start online lessons with me right now and join our group classes upon arrival to continue progressing with a teacher you already know and meet other expats to integrate quickly!"
  }
  
  
}
