{
    "Header": {
      "home": "Inicio",
      "coursesRennes": "Cursos en Rennes",
      "onlineCourses": "Cursos en línea",
      "about": "Acerca de nosotros",
      "contact": "Contacto"
    },
    "Banner": {
      "title": "Únete a nuestro primer curso de 5€ gratis",
      "title2": "aquí!"
    },
    "Carousel": {
    "title1": "Clases de francés en mini-grupo en Rennes",
    "subtitle1": "¿Vives en Rennes y quieres progresar en francés rápidamente y divirtiéndote?",
    "text1": "Únete a mis clases personalizadas adaptadas a tu nivel y a tus intereses: clase pequeña, ambiente amigable y encuentro con otros expatriados!",

    "title2": "Clases de francés individuales en línea",
    "subtitle2": "¿Planeas mudarte al noroeste de Francia?",
    "text2": "¡Prepara tu llegada con un profesor local a través de clases personalizadas enfocadas en tu futura región y alcanza rápidamente un nivel básico en francés!",
    "button": "Empieza ahora"
},
"About":{
    "text1": "¡Una profesora cualificada que se parece a ti!",
    "text2": "Hola, soy Marion y soy profesora de francés como lengua extranjera en Rennes.",
    "text3": "¡Como tú, soy una expatriada! He vivido en el extranjero durante mucho tiempo, en Inglaterra, México y España. Hablo con fluidez inglés, español y catalán.",
    "text4": "Antes de ser profesora, fui guía turística y me apasiona la historia de Bretaña y Normandía (de donde soy originaria).",
    "text5": "Como me encanta enseñar y estar en contacto con culturas de todo el mundo, decidí retomar mis estudios para convertirme en profesora y obtuve el diploma DAEFLE (Diploma de Aptitud para la Enseñanza del Francés como Lengua Extranjera).",
    "text6": "Comencé a dar clases de francés en un centro de idiomas en el sur de Francia a expatriados de todo el mundo. Me encantó esta experiencia, lo que me motivó a abrir mi propia escuela.",
    "text7": "Volví a Bretaña y ahora estoy lanzando WestFrench Academy, un concepto único en Rennes."
  },
  "AboutCompany":{
    "Marion": "WestFrench con Marion:",
    "text1": " Aprende francés rápidamente en un mini-grupo y con una profesora local.",
    "text2": "¡Elige el contenido de tus clases y conoce a otros expats!",
    "text3": "WestFrench es la única escuela de francés en Rennes exclusivamente para expats.",
    "text4": "Te ofrezco un lugar auténtico y familiar para aprender francés.",
    "text5": "Una estructura diferente de las grandes escuelas con clases sobrecargadas y cursos impersonales y estandarizados.",
    "text6": "Las clases grupales en Rennes se realizan en grupos pequeños de 3 a 8 personas como máximo.",
    "text7": "Las clases están diseñadas exclusivamente para expats, con cada sesión adaptada a tus necesidades.",
    "text8": "Las clases siempre están diseñadas en función de situaciones de comunicación de la vida real.",
    "text9": "¡Para aprender un idioma, hay que conocer su cultura! Las sesiones tienen un enfoque cultural.",
    "text10": "Las clases grupales se llevan a cabo en la Maison des Associations, un edificio futurista ubicado a solo unos pasos de las estaciones de metro.",
    "text11": "Si aún no vives en Francia pero planeas mudarte a Rennes, Nantes, Bretaña o Normandía próximamente.",
  
    "text12": "Una profesora cercana a sus estudiantes",
    "text13": "La profesora se enorgullece de conocer a cada estudiante y ofrecerles atención personalizada.",
    "text14": "Los errores son bienvenidos, ya que brindan la oportunidad de aprender.",
    "text15": "La profesora ofrece retroalimentación regular y constructiva en un ambiente de apoyo.",
  
    "text16": "Mini-grupos",
    "text17": "Las clases en Rennes se realizan en grupos pequeños de 3 a 8 personas como máximo, divididos por niveles.",
    "text18": "Esto crea un ambiente amigable y relajado donde cada estudiante puede seguir su propio ritmo y hablar durante toda la clase.",
  
    "text19": "Una comunidad de expats",
    "text20": "Más que una escuela, es un lugar de encuentro para expats, una comunidad acogedora donde puedes hacer nuevos amigos fácilmente.",
    "text21": "Las clases en pequeño grupo fomentan actividades interactivas y trabajo en equipo para crear conexiones e integrarse en la ciudad.",
    "text22": "Se organizan regularmente salidas culturales o recreativas para vivir el francés fuera del aula y fortalecer el espíritu de grupo.",
  
    "text23": "Cursos a medida",
    "text24": "Están diseñados exclusivamente para expats.",
    "text25": "Cada sesión se construye según las necesidades específicas de los expats en general y según los intereses y objetivos individuales.",
    "text26": "Cada mes, la profesora te pregunta qué tema te gustaría abordar, qué situaciones específicas de tu vida privada o profesional son difíciles en francés, qué habilidades te gustaría mejorar y qué actividades prefieres priorizar.",
  
    "text27": "Progreso rápido mientras te diviertes",
    "text28": "Las clases siempre están diseñadas en función de situaciones de comunicación de la vida real.",
    "text29": "El objetivo es poder comunicarte rápidamente con nativos y sin tensión.",
    "text30": "Los materiales utilizados son auténticos y las actividades son divertidas e interactivas.",
    "text31": "¡Aprendemos divirtiéndonos!",
    "text32": "El progreso es visible rápidamente y los objetivos son concretos.",
  
    "text33": "Inmersión sociocultural",
    "text34": "¡Para aprender un idioma, debes conocer su cultura!",
    "text35": "Las sesiones se centran en la historia de Rennes y Bretaña, así como en la cultura popular, las tradiciones bretonas, la gastronomía y el estilo de vida de Rennes.",
  
    "text36": "El barrio atípico y central del Colombier",
    "text37": "Las clases grupales se imparten en la Maison des Associations, un edificio futurista ubicado a solo unos pasos de las estaciones de metro Charles de Gaulle (Línea A) y Combier (Línea B).",
    "text38": "El barrio del Colombier es un testigo del urbanismo de los años 70 y es la zona más cultural de Rennes.",
    "text39": "La Maison des Associations acoge conciertos, conferencias y docenas de actividades deportivas y culturales durante todo el año.",
    "text40": "El edificio Champs Libre, que se encuentra cerca, alberga la biblioteca más grande de Rennes, el Museo de Bretaña y varios espacios comunitarios.",
  
    "text41": "Cursos online para quienes planean mudarse al Noroeste",
    "text42": "Si aún no vives en Francia pero planeas mudarte a Rennes, Nantes, Bretaña o Normandía pronto, ofrezco lecciones individuales online.",
    "text43": "Estas lecciones te ayudarán a alcanzar un nivel básico de francés que asegurará tu llegada a tu nueva región sin estrés.",
    "text44": "Los cursos te proporcionarán toda la información sobre el estilo de vida, la cultura popular, la historia, las tradiciones y las actividades en tu futuro lugar de residencia.",
    "text45": "También puedo asistirte y asesorarte sobre los trámites administrativos que deberías completar antes de tu llegada.",
    "text46": "Si planeas mudarte a Rennes, puedes empezar las lecciones online conmigo ahora mismo y unirte a nuestras clases grupales al llegar para seguir progresando con una profesora que ya conoces y conocer a otros expats para integrarte rápidamente."
  }
  
  
}  
  