{
  "Header": {
    "home": "Accueil",
    "coursesRennes": "Cours à Rennes",
    "onlineCourses": "Cours en ligne",
    "about": "À propos",
    "contact": "Contact"
  },
  "Banner": {
    "title1": "Inscris-toi à ton premier cours d'essai à 5€",
    "title2": "ici !"
  },
  "Carousel": {
    "title1": "Cours de français en mini-groupe à Rennes",
    "subtitle1": "Tu habites à Rennes et tu veux progresser en français rapidement et en t’amusant ?",
    "text1": "Rejoins mes cours sur-mesure adaptés à ton niveau et à tes centres d’intérêts : petite classe, ambiance conviviale et rencontre avec d’autres expats !",

    "title2": "Cours de français individuels en ligne",
"subtitle2": "Vous prévoyez de vous installer dans le nord-ouest de la France ?",
"text2": "Préparez votre arrivée avec un professeur local à travers des cours sur-mesure axés sur votre future région et atteignez rapidement un niveau de base en français !",
    "button": " C'est par là"
  },
  "About":{
    "text1": "Une prof diplômée qui te ressemble !",
    "text2": "Hello, moi c'est Marion et je suis professeure de français langue étrangère à Rennes.",
    "text3": "Comme toi, je suis une expat' ! J'ai longtemps vécu à l'étranger, en Angleterre, au Mexique et en Espagne. Je parle d'ailleurs couramment anglais, espagnol et catalan.",
    "text4": "Avant de devenir prof, j'étais guide touristique et je suis passionnée par l'histoire de la Bretagne et de la Normandie (dont je suis originaire).",
    "text5": "Comme j'aime transmettre et être en contact avec les cultures du monde entier, j'ai repris des études pour devenir professeure et j'ai passé le diplôme du DAEFLE (diplôme d'aptitude à l'enseignement du français langue étrangère).",
    "text6": "J'ai commencé à donner des cours de français dans un centre de langues du sud de la France à des expats venus du 4 coins du monde. J'ai adoré cette expérience qui m'a donné envie d'ouvrir ma propre école.",
    "text7": "Je suis revenue en Bretagne et je lance maintenant WestFrench Academy, un concept unique à Rennes."
  },
  "AboutCompany":{
    "Marion": "WestFrench avec Marion:",
    "text1": " Apprenez le français rapidement en petit groupe et avec une enseignante locale.",
    "text2": "Choisissez le contenu de vos cours et rencontrez d'autres expatriés !",
    "text3": "WestFrench est la seule école de français à Rennes exclusivement pour les expatriés.",
    "text4": "Je vous propose un lieu authentique et familial pour apprendre le français.",
    "text5": "Une structure différente des grandes écoles avec des classes surchargées et des cours impersonnels et standardisés.",
    "text6": "Les cours en groupe à Rennes se déroulent en petits groupes de 3 à 8 personnes maximum.",
    "text7": "Les cours sont conçus exclusivement pour les expatriés, chaque session étant adaptée à vos besoins.",
    "text8": "Les cours sont toujours basés sur des situations de communication réelles.",
    "text9": "Pour apprendre une langue, il faut connaître sa culture ! Les séances ont une dimension culturelle.",
    "text10": "Les cours en groupe se déroulent à la Maison des Associations, un bâtiment futuriste situé à deux pas des stations de métro.",
    "text11": "Si vous ne vivez pas encore en France mais prévoyez de vous installer à Rennes, Nantes, en Bretagne ou en Normandie bientôt.",
  
    "text12": "Une enseignante proche de ses élèves",
    "text13": "L'enseignante est fière de connaître chaque élève et de lui offrir une attention personnalisée.",
    "text14": "Les erreurs sont les bienvenues car elles permettent d'apprendre.",
    "text15": "L'enseignante donne des retours réguliers et constructifs dans un environnement de soutien.",
  
    "text16": "Petits groupes",
    "text17": "Les cours en groupe à Rennes se déroulent en petits groupes de 3 à 8 personnes maximum, divisés par niveau.",
    "text18": "Cela crée une ambiance conviviale et détendue où chaque élève peut suivre son propre rythme et s'exprimer tout au long du cours.",
  
    "text19": "Une communauté d'expatriés",
    "text20": "Plus qu'une école, c'est un lieu de rencontre pour les expatriés, une communauté accueillante où il est facile de se faire des amis.",
    "text21": "Les cours en petits groupes favorisent des activités interactives et le travail en équipe pour créer des liens et s'intégrer dans la ville.",
    "text22": "Des sorties culturelles ou récréatives sont régulièrement organisées pour vivre le français en dehors de la classe et renforcer l'esprit de groupe.",
  
    "text23": "Des cours sur mesure",
    "text24": "Ils sont conçus exclusivement pour les expatriés.",
    "text25": "Chaque session est construite en fonction des besoins spécifiques des expatriés en général et selon les intérêts et objectifs individuels.",
    "text26": "Chaque mois, l'enseignante vous demande quel thème vous aimeriez aborder, quelles situations spécifiques de votre vie privée ou professionnelle sont difficiles en français, quelles compétences vous aimeriez améliorer et quelles activités vous préférez prioriser.",
  
    "text27": "Des progrès rapides tout en vous amusant",
    "text28": "Les cours sont toujours basés sur des situations de communication réelles.",
    "text29": "L'objectif est de pouvoir communiquer rapidement avec les natifs et sans tension.",
    "text30": "Les supports sont authentiques et les activités sont ludiques et interactives.",
    "text31": "On apprend tout en s'amusant !",
    "text32": "Les progrès sont rapidement visibles et les objectifs sont concrets.",
  
    "text33": "Immersion socioculturelle",
    "text34": "Pour apprendre une langue, il faut connaître sa culture !",
    "text35": "Les sessions portent sur l'histoire de Rennes et de la Bretagne, ainsi que sur la culture populaire, les traditions bretonnes, la gastronomie et le mode de vie à Rennes.",
  
    "text36": "Le quartier atypique et central du Colombier",
    "text37": "Les cours en groupe se déroulent à la Maison des Associations, un bâtiment futuriste situé à deux pas des stations de métro Charles de Gaulle (Ligne A) et Combier (Ligne B).",
    "text38": "Le quartier du Colombier est un témoin de l'urbanisme des années 70 et est la zone la plus culturelle de Rennes.",
    "text39": "La Maison des Associations accueille des concerts, des conférences et des dizaines d'activités sportives et culturelles tout au long de l'année.",
    "text40": "Le bâtiment Champs Libre, situé à proximité, abrite la plus grande bibliothèque de Rennes, le Musée de Bretagne et plusieurs espaces communautaires.",
  
    "text41": "Cours en ligne pour ceux qui prévoient de s'installer dans le Nord-Ouest",
    "text42": "Si vous ne vivez pas encore en France mais prévoyez de vous installer à Rennes, Nantes, en Bretagne ou en Normandie bientôt, je propose des cours particuliers en ligne.",
    "text43": "Ces cours vous aideront à atteindre un niveau débutant en français, ce qui vous garantira une arrivée sereine dans votre nouvelle région.",
    "text44": "Les cours vous fourniront toutes les informations sur le mode de vie, la culture populaire, l'histoire, les traditions et les activités dans votre futur lieu de résidence.",
    "text45": "Je peux également vous aider et vous conseiller sur les démarches administratives à accomplir avant votre arrivée.",
    "text46": "Si vous prévoyez de vous installer à Rennes, vous pouvez commencer des cours en ligne avec moi dès maintenant et rejoindre nos cours en groupe à votre arrivée pour continuer à progresser avec une enseignante que vous connaissez déjà et rencontrer d'autres expatriés pour vous intégrer rapidement !"
  },
  "Contact": {
    "title": "Contactez-moi",
  "text1": "Nom et Prénom",
  "text2": "Entrez votre nom et prénom",
  "text3": "Email",
  "text4": "Entrez votre email",
  "text5": "Téléphone (optionnel)",
  "text6": "Entrez votre numéro de téléphone",
  "text7": "Niveau de français (optionnel)",
  "text8": "Je ne sais pas",
  "text9": "A1",
  "text10": "A2",
  "text11": "B1",
  "text12": "B2",
  "text13": "C1",
  "text14": "C2",
  "text15": "Objet (optionnel)",
  "text16": "Entrez l'objet de votre message",
  "text17": "Message",
  "text18": "Écrivez votre message ici...",
  "text19": "Envoyer",
  "text20": "Votre message a été envoyé avec succès!",
  "text21": "Une erreur est survenue. Veuillez réessayer.",
  "text22": "Fermer"
},
"Courses":{
    "text1": "Cours en mini-groupe à Rennes: rejoins notre communauté d'expats",
    "text2": "S'intégrer dans un nouveau pays peut-être un véritable challenge quand on ne maîtrise pas la langue. Apprends le français rapidement avec une prof qui te ressemble et fais-toi de nouveaux amis !",
    "text3": "Fini les classes surchargées aux cours impersonnels et standardisés !",
    "text4": "à WestFrench, je te promets :",
    "text5": "Des mini-groupes de 3 à 8 personnes.",
    "text6": "Une attention personnalisée et un temps de parole équilibré.",
    "text7": "Des cours sur-mesure selon tes centres d'intérêts et tes objectifs.",
    "text8": "Un lieu de rencontre entre expats.",
    "text9": "Une ambiance décomplexée et conviviale.",
    "text10": "Des situations de communication de la vie réelle.",
    "text11": "Une prof locale diplômée et bienveillante.",
    "text12": "Des activités ludiques et interactives à partir de supports authentiques.",
    "text13": "Une progression rapide et visible.",
    "text14": "Une immersion culturelle dans l'histoire, le style de vie et les traditions bretons et rennais.",
    "text15": "Des sorties culturelles ou de loisirs organisées régulièrement en dehors de la classe.",
    "text16": "Cours de 3 à 8 personnes, selon niveaux (A1, A2, B1, B2)",
    "text17": "Les Mardis",
    "text18": "14h30 - 16h00",
    "text19": "16h15 - 17h45",
    "text20": "18h00 - 19h30",
    "text21": "Les Jeudis",
    "text22": "14h30 - 16h00",
    "text23": "16h30 - 18h00",
    "text24": "18h30 - 20h00",
    "text25": "La Maison des associations, 6 cours des Alliés à Rennes.",
    "text26": "Tarifs pour des sessions d'1h30.",
    "text27": "3 mois - 12 sessions: 430€*",
    "text28": "6 mois - 24 sessions: 790€*",
    "text29": "9 mois - 36 sessions: 972€*",
    "text30": "*3 mois 24€/h, 6 mois 22€/h, 9 mois 20€/h"
},
"online": {
  "title": "Cours Individuels en ligne:",
  "text1": "prépare ton arrivée dans le nord-ouest de la France",
  "text2": " S'installer dans une ville française où on ne connaît personne et sans pouvoir communiquer dans des situations basiques peut être une grande source de stress.",
  "text3": "Commence ton",
  "text4": "apprentissage du français dès maintenant à distance",
  "text5": "avec Marion grâce à des cours sur-mesure adaptés à tes besoins et à ta nouvelle région.",
  "text6": "Fini les applications inutiles et décontextualisées d&apos;apprentissage de vocabulaire. A WestFrench, tu trouveras :",
  "text7": "Un programme de français efficace et sur-mesure pour apprendre, en seulement quelques heures, à te débrouiller dans les situations de communication les plus basiques selon tes besoins (ex : se présenter, faire connaissance avec ses voisins, effectuer des formalités administratives, faire des courses, commander au restaurant, prendre un rendez-vous ou réaliser une inscription par téléphone, répondre à une annonce de logement, candidater à une offre de travail). ",
  "text8": "Marion, une prof locale, chaleureuse et bienveillante qui connaît ta langue",
  "text9": "Des cours à focus culturel pour tout savoir de ta future ville et/ou région (ex : Si tu souhaites t&apos;installer prochainement à Nantes, tu découvriras son histoire mais aussi la gastronomie nantaise, les lieux culturels, le style de vie ainsi que les plus beaux villages et vignes des alentours).",
  "text10": "Si tu prévois de t&apos;installer à Rennes, tu peux commencer les cours en ligne avec moi dès maintenant et tu pourras rejoindre nos cours collectifs en présentiel dès ton arrivée afin de continuer à progresser avec une prof que tu connais déjà et de rencontrer d'autres expats pour t&apos;intégrer rapidement ! ",
  "text11": "Tarifs pour des sessions d' 1h30.",
  "text12": "10 sessions - 15h:",
  "text13": "20 sessions - 30h:",
  "text14": "*3 mois 24€/h, 6 mois 22€/h, 9 mois 20€/h"
}
}

  
