{
  "Header": {
    "home": "Accueil",
    "coursesRennes": "Cours à Rennes",
    "onlineCourses": "Cours en ligne",
    "about": "À propos",
    "contact": "Contact"
  },
  "Banner": {
    "title1": "Inscris-toi à ton premier cours d'essai à 5€",
    "title2": "ici !"
  },
  "Carousel": {
    "title1": "Cours de français en mini-groupe à Rennes",
    "subtitle1": "Tu habites à Rennes et tu veux progresser en français rapidement et en t’amusant ?",
    "text1": "Rejoins mes cours sur-mesure adaptés à ton niveau et à tes centres d’intérêts : petite classe, ambiance conviviale et rencontre avec d’autres expats !",

    "title2": "Cours de français individuels en ligne",
"subtitle2": "Vous prévoyez de vous installer dans le nord-ouest de la France ?",
"text2": "Préparez votre arrivée avec un professeur local à travers des cours sur-mesure axés sur votre future région et atteignez rapidement un niveau de base en français !",
    "button": " C'est par là"
  },
  "About":{
    "text1": "Une prof diplômée qui te ressemble !",
    "text2": "Hello, moi c'est Marion et je suis professeure de français langue étrangère à Rennes.",
    "text3": "Comme toi, je suis une expat' ! J'ai longtemps vécu à l'étranger, en Angleterre, au Mexique et en Espagne. Je parle d'ailleurs couramment anglais, espagnol et catalan.",
    "text4": "Avant de devenir prof, j'étais guide touristique et je suis passionnée par l'histoire de la Bretagne et de la Normandie (dont je suis originaire).",
    "text5": "Comme j'aime transmettre et être en contact avec les cultures du monde entier, j'ai repris des études pour devenir professeure et j'ai passé le diplôme du DAEFLE (diplôme d'aptitude à l'enseignement du français langue étrangère).",
    "text6": "J'ai commencé à donner des cours de français dans un centre de langues du sud de la France à des expats venus du 4 coins du monde. J'ai adoré cette expérience qui m'a donné envie d'ouvrir ma propre école.",
    "text7": "Je suis revenue en Bretagne et je lance maintenant WestFrench Academy, un concept unique à Rennes."
  }
  
}
