{
  "Header": {
    "home": "Accueil",
    "coursesRennes": "Cours à Rennes",
    "onlineCourses": "Cours en ligne",
    "about": "À propos",
    "contact": "Contact"
  },
  "Banner": {
    "title1": "Inscris-toi à ton premiers cours d’essai gratuit  ",
    "title2": "ici !"
  },
  "Carousel": {
    "title1": "Cours de français en mini-groupe à Rennes",
    "subtitle1": "Tu habites à Rennes et tu veux progresser en français rapidement et en t’amusant ?",
    "text1": "Rejoins mes cours sur-mesure adaptés à ton niveau et à tes centres d’intérêts : petite classe, ambiance conviviale et rencontre avec d’autres expats !",

    "title2": "Cours de français individuels en ligne",
"subtitle2": "Tu prévois de t’installer dans le nord-ouest de la France ?",
"text2": "Prépare-toi avant ton arrivée avec une prof locale grâce à des cours sur-mesure sur ta future région et atteins rapidement un premier niveau de français !",
    "button": " C'est par là"
  },
  "About":{
    "text1": "Une prof diplômée qui te ressemble !",
    "text2": "Hello, moi c'est Marion et je suis professeure de français langue étrangère à Rennes.",
    "text3": "Comme toi, je suis une expat' ! J'ai longtemps vécu à l'étranger, en Angleterre, au Mexique et en Espagne. Je parle d'ailleurs couramment anglais, espagnol et catalan.",
    "text4": "Avant de devenir prof, j'étais guide touristique et je suis passionnée par l'histoire de la Bretagne et de la Normandie (dont je suis originaire).",
    "text5": "Comme j'aime transmettre et être en contact avec les cultures du monde entier, j'ai repris des études pour devenir professeure et j'ai passé le diplôme du DAEFLE (diplôme d'aptitude à l'enseignement du français langue étrangère).",
    "text6": "J'ai commencé à donner des cours de français dans un centre de langues du sud de la France à des expats venus des 4 coins du monde. J'ai adoré cette expérience qui m'a donné envie d'ouvrir ma propre école.",
    "text7": "Je suis revenue en Bretagne et je lance maintenant WestFrench Academy, un concept unique à Rennes."
  },
  "AboutCompany":{
    "Marion": "WestFrench avec Marion:",
    "text1": "Apprends le français rapidement en mini-groupe et avec une prof locale.",
    "text2": "Choisis le contenu de tes cours et rencontre d'autres expats !",
    "text3": "WestFrench,",
    "text4": "c'est la seule école de français à Rennes destinée exclusivement aux expats,",
    "text5": " Je te propose un",
    "text6": "lieu authentique et familial",
    "text7": "pour apprendre le français.",

    "text8": "Une structure différente des grandes écoles aux classes surchargées et aux cours impersonnels et standardisés où les profs ne sont jamais les mêmes et ne connaissent pas leurs apprenants.",
    "text9": "Une prof proche de ses apprenants",
    "text10": "La prof met un point d'honneur à",
    "text11": "connaître chaque élève",
  
    "text12": "et à leur donner une",
    "text13": "attention personnalisée.",
    "text14": "L'erreur est la bienvenue car elle donne l'opportunité d'apprendre. La prof te donne des",
    "text15": "feedbacks réguliers constructifs",
  
    "text16": "dans une",
    "text17": "ambiance bienveillante.",


    "text18": "Des mini-groupes",
  
    "text19": "Les cours collectifs à Rennes se font en",
    "text20": "petits groupes de 3 à 8 personnes",
    "text21": "maximum réparties par niveau afin de créer une",
    "text22": "ambiance conviviale et décomplexée",
  
    "text23": "où chaque apprenant pourra respecter son rythme et pourra",
    "text24": "prendre la parole tout au long du cours.",
    "text25": "Une communauté d'expats",
    "text26": "Plus qu'une école, c'est un",
  
    "text27": "lieu de rencontre entre expats,",
    "text28": "une véritable",
    "text29": "communauté accueillante où on peut se faire des",
    "text30": "nouveaux amis facilement.",
    "text31": "Les cours collectifs en petit comité ",
    "text32": "favorisent les",
  
    "text33": "activités interactives",
    "text34": "et le ",
    "text35": "travail d'équipe",
  
    "text36": "pour tisser des liens entre apprenants et",
    "text37": "s'intégrer dans sa ville. Des ",
    "text38": "sorties culturelles ou de loisirs",
    "text39": "sont régulièrement organisées pour vivre le français en dehors de la classe et consolider l'esprit de groupe.",
    "text40": "Des cours sur-mesure",
  
    "text41": "Ils sont pensés exclusivement pour les expats.",
    "text42": "Chaque séquence est construite en fonction des",
    "text43": "besoins propres aux expats en général",
    "text44": "mais aussi selon les",
    "text45": "centres d'intérêts et les objectifs de chacun.",
    "text46": "Chaque mois, la prof te questionne pour savoir quel",
    "text47": "thème",
    "text48": "tu aimerais aborder prochainement, quel",
    "text49": "type de situation",
    "text50": "te pose problème en français dans ta vie privée ou professionnelle, quels",
    "text51": "points ou compétences",
    "text52": "tu aimerais améliorer et quelles ",
    "text53": "activités",
    "text54": "tu aimerais privilégier.",
    "text55": "Une progression rapide tout en s'amusant",
    "text56": "Les cours sont toujours dessinés en fonction de ",
    "text57": "situations de communication de la vie réelle.",
    "text58": " Le but est de pouvoir communiquer rapidement avec des natifs et sans tension. Les ",
    "text59": "supports",
    "text60": "utilisés sont ",
    "text61": "authentiques",
    "text62": "et les ",
    "text63": "activités",
    "text64": "sont ",
    "text65": "ludiques et interactives",
    "text66": " On apprend tout en s'amusant ! Les ",
    "text67": "progrès ",
    "text68": "sont ",
    "text69": "visibles rapidement",
    "text70": " et les",
    "text71": "objectifs sont concrets.",
    "text72": "Une immersion socioculturelle",
    "text73": "Pour apprendre une langue, il faut connaître sa culture ! Les séquences ont un",
    "text74": "focus culturel",
    "text75": " pour en savoir plus sur ",
    "text76": "l'histoire de Rennes ",
    "text77": "et de la ",
    "text78": "Bretagne",
    "text79": " mais aussi sur la ",
    "text80": "culture populaire, ",
    "text81": "les ",
    "text82": "traditions bretonnes,",
    "text83": "la gastronomie ",
    "text84": "et le ",
    "text85": "style de vie rennais",
    "text86": "Le quartier atypique et central du Colombier",
    "text87": "Les cours collectifs sont donnés à la ",
    "text88": "Maison des Associations, ",
    "text89": "un bâtiment futuriste situé à deux pas des métros Charles de Gaulle (ligne A) et Combier (ligne B). Le quartier Colombier est le témoin de l'urbanisme des années 70 et c'est aussi le quartier le plus culturel de Rennes. La Maison des Associations propose des concerts, des conférences, et des dizaines d'activités sportives et culturelles tout au long de l'année. Le bâtiment des Champs Libres se trouve juste à côté et contient la plus grande bibliothèque de Rennes, le musée de Bretagne et des sciences ainsi que plusieurs espaces collectifs.",
    "text90": "Des cours en ligne pour ceux qui s'installent bientôt dans le Nord-Ouest ",
    "text91": "Si tu ne vis pas encore en France ",
    "text92": "mais que tu aimerais t'installer prochainement ",
    "text93": "à Rennes, Nantes, en Bretagne ou en Normandie, ",
    "text94": "je te propose des",
    "text95": "",
    "text96": " cours en ligne individuels pour atteindre un premier niveau de français qui te permettra de t'assurer une ",
    "text97": "arrivée réussie et sans stress dans ta nouvelle région.",
    "text98": " Les cours te permettront de ",
    "text99": "tout savoir sur le style de vie, la culture populaire, l'histoire, les traditions et les activités de ton futur lieu de vie.",
    "text100": " Je peux aussi t'aider et te conseiller sur les différentes ",
    "text101": "démarches administratives",
    "text102": " à effectuer avant ton arrivée. ",
    "text103": "Si tu planifies de t'installer à Rennes, tu peux commencer les cours en ligne avec moi dès maintenant ",
    "text104": "et tu pourras rejoindre nos",
    "text105": "cours collectifs dès ton arrivée ",
    "text106": "afin de continuer à progresser avec une",
    "text107": "prof que tu connais déjà",
    "text108": " et de ",
    "text109": "rencontrer d'autres expats ",
    "text110": "pour t'intégrer rapidement ! "
  },
  "Contact": {
    "title": "Contacte-moi",
  "text1": "Nom et Prénom",
  "text2": "Entrez votre nom et prénom",
  "text3": "Email",
  "text4": "Entrez votre email",
  "text5": "Téléphone (optionnel)",
  "text6": "Entrez votre numéro de téléphone",
  "text7": "Niveau de français (optionnel)",
  "text8": "Je ne sais pas",
  "text9": "A1",
  "text10": "A2",
  "text11": "B1",
  "text12": "B2",
  "text13": "C1",
  "text14": "C2",
  "text15": "Objet (optionnel)",
  "text16": "Entrez l'objet de votre message",
  "text17": "Message",
  "text18": "Écrivez votre message ici...",
  "text19": "Envoyer",
  "text20": "Votre message a été envoyé avec succès!",
  "text21": "Une erreur est survenue. Veuillez réessayer.",
  "text22": "Fermer",
  "errorMessage": "Une erreur est survenue. Veuillez réessayer."
},
"Courses":{
    "text1": "Cours en mini-groupe à Rennes: rejoins notre communauté d'expats",
    "text2": "S'intégrer dans un nouveau pays peut-être un véritable challenge quand on ne maîtrise pas la langue. Apprends le français rapidement avec une prof qui te ressemble et fais-toi de nouveaux amis !",
    "text3": "Fini les classes surchargées aux cours impersonnels et standardisés !",
    "text4": "à WestFrench, je te promets :",
    "text5": "Des mini-groupes de 3 à 8 personnes.",
    "text6": "Une attention personnalisée et un temps de parole équilibré.",
    "text7": "Des cours sur-mesure selon tes centres d'intérêts et tes objectifs.",
    "text8": "Un lieu de rencontre entre expats.",
    "text9": "Une ambiance décomplexée et conviviale.",
    "text10": "Des situations de communication de la vie réelle.",
    "text11": "Une prof locale diplômée et bienveillante.",
    "text12": "Des activités ludiques et interactives à partir de supports authentiques.",
    "text13": "Une progression rapide et visible.",
    "text14": "Une immersion culturelle dans l'histoire, le style de vie et les traditions bretons et rennais.",
    "text15": "Des sorties culturelles ou de loisirs organisées régulièrement en dehors de la classe.",
    "text16": "Cours de 3 à 8 personnes, selon niveaux (A1, A2, B1, B2)",
    "text17": "Les Mardis",
    "text18": "14h30 - 16h00",
    "text19": "16h15 - 17h45",
    "text20": "18h00 - 19h30",
    "text21": "Les Jeudis",
    "text22": "14h30 - 16h00",
    "text23": "16h15 - 17h45",
    "text24": "18h00 - 19h30",
    "text25": "La Maison des associations, 6 cours des alliés à Rennes.",
    "text26": "Tarifs pour des sessions d'1h30.",
    "text27": "3 mois - 12 sessions: 430€*",
    "text28": "6 mois - 24 sessions: 790€*",
    "text29": "9 mois - 36 sessions: 1080€*",
    "text30": "*3 mois 24€/h, 6 mois 22€/h, 9 mois 20€/h"
},
"online": {
  "title": "Cours Individuels en ligne:",
  "text1": "prépare ton arrivée dans le nord-ouest de la France",
  "text2": " S'installer dans une ville française où on ne connaît personne et sans pouvoir communiquer dans des situations basiques peut être une grande source de stress.",
  "text3": "Commence ton",
  "text4": "apprentissage du français dès maintenant à distance",
  "text5": "avec moi grâce à des cours sur-mesure adaptés à tes besoins et à ta nouvelle région.",
  "text6": "Fini les applications inutiles et décontextualisées d'apprentissage de vocabulaire.",
  "textWF": "A WestFrench, tu trouveras :",
  "text7": "Un programme de français efficace et sur-mesure pour apprendre, en seulement quelques heures, à te débrouiller dans les situations de communication les plus basiques selon tes besoins (ex : se présenter, faire connaissance avec ses voisins, effectuer des formalités administratives, faire des courses, commander au restaurant, prendre un rendez-vous ou réaliser une inscription par téléphone, répondre à une annonce de logement, candidater à une offre de travail). ",
  "text8": "Marion, une prof locale, chaleureuse et bienveillante qui connaît ta langue",
  "text9": "Des cours à focus culturel pour tout savoir de ta future ville et/ou région (ex : Si tu souhaites t'installer prochainement à Nantes, tu découvriras son histoire mais aussi la gastronomie nantaise, les lieux culturels, le style de vie ainsi que les plus beaux villages et vignobles des alentours).",
  "text10": "Si tu prévois de t'installer à Rennes, tu peux commencer les cours en ligne avec moi dès maintenant et tu pourras rejoindre nos cours collectifs en présentiel dès ton arrivée afin de continuer à progresser avec une prof que tu connais déjà et de rencontrer d'autres expats pour t'intégrer rapidement ! ",
  "text11": "Tarifs pour des sessions d' 1h30.",
  "text12": "10 sessions - 15h: ",
  "text13": "20 sessions - 30h: ",
  "text14": "*10 sessions 30€/h, 20 sessions 35€/h"
}
}

  
